/* No comment provided by engineer. */
"cancel" = "Cancelar";

/* No comment provided by engineer. */
"done" = "Listo";

/* No comment provided by engineer. */
"error_message_title" = "Advertencia!";

/* No comment provided by engineer. */
"logic_empty_password" = "El campo contraseña no puede estar vacío. Por favor, intente nuevamente.";

/* No comment provided by engineer. */
"logic_enter_email" = "Ingresá con tu e-mail";

/* No comment provided by engineer. */
"logic_enter_password" = "Ingrese contraseña";

/* No comment provided by engineer. */
"logic_max_chars_email" = "El email es demasiado extenso.";

/* No comment provided by engineer. */
"logic_required_email" = "El campo email es requerido";

/* No comment provided by engineer. */
"logic_invalid_email" = "Email inválido";

/* No comment provided by engineer. */
"logic_invalid_password" = "Credenciales inválidas. Por favor verifica que esten correctas e intenta de nuevo.";

/* No comment provided by engineer. */
"logic_password" = "Contraseña";

/* No comment provided by engineer. */
"logic_signing_in" = "Inciando sesión...";

/* No comment provided by engineer. */
"not_internet_connection" = "Sin conexión a internet.";

/* No comment provided by engineer. */
"post_tweet" = "Twitteá";

/* No comment provided by engineer. */
"talk_break_time" = "Descanso";

/* No comment provided by engineer. */
"talk_camera_unavailable" = "La camara no está disponible.";

/* No comment provided by engineer. */
"talk_description" = "Descripción (opcional)";

/* No comment provided by engineer. */
"talk_delete" = "Eliminar";

/* No comment provided by engineer. */
"talk_edit" = "Editar";

/* No comment provided by engineer. */
"talk_ontime" = "A tiempo";

/* No comment provided by engineer. */
"talk_delayed" = "Demorado";

/* No comment provided by engineer. */
"talk_save" = "Guardar";

/* No comment provided by engineer. */
"talk_delete_confirmation" = "¿Quieres eliminar esta charla?";

/* No comment provided by engineer. */
"talk_delete_title" = "Eliminar charla";

/* No comment provided by engineer. */
"talk_delete_cancel" = "Cancel";

/* No comment provided by engineer. */
"talk_delete_accept" = "Accept";

/* No comment provided by engineer. */
"talk_delayed" = "DEMORADO";

/* No comment provided by engineer. */
"talk_board" = "PIZARRA";

/* No comment provided by engineer. */
"talk_for_time" = "Charlas a las";

/* No comment provided by engineer. */
"talk_empty_content_title" = "¡Empezamos el";

/* No comment provided by engineer. */
"talk_empty_content_subtitle" = "El mismo día se habilita este tablero.";

/* No comment provided by engineer. */
"talk_empty_content_text" = "¡Te esperamos!";

/* No comment provided by engineer. */
"talk_fullsection_title" = "Franja llena";

/* No comment provided by engineer. */
"talk_fullsection_subtitle" = "Lo sentimos, no puedes agregar mas charlas a esta franja por que no hay salas disponibles.";

/* No comment provided by engineer. */
"talk_load_photo" = "Cargar foto (Opcional)";

/* No comment provided by engineer. */
"talk_room_unavailable_title" = "Sala no disponible";

/* No comment provided by engineer. */
"talk_room_unavailable_subtitle" = "Lo sentimos, la sala que tu seleccionaste está ocupada";

/* No comment provided by engineer. */
"talk_log_out_error" = "Lo sentimos, no es posible cerrar la sesión. Intenta nuevamente.";

/* No comment provided by engineer. */
"talk_optional" = "(opcional)";

/* No comment provided by engineer. */
"talk_speaker_twitter" = "Twitter del orador (opcional)";

/* No comment provided by engineer. */
"talk_register" = "Inscripción a las";

/* No comment provided by engineer. */
"talk_room" = "Sala";

/* No comment provided by engineer. */
"talk_room_name" = "Nombre de la sala";

/* No comment provided by engineer. */
"talk_saving" = "Guardando.";

/* No comment provided by engineer. */
"talk_speaker" = "Orador";

/* No comment provided by engineer. */
"talk_speaker_name" = "Nombre del orador";

/* No comment provided by engineer. */
"talk_talk" = "Charla";

/* No comment provided by engineer. */
"talk_talk_name" = "Nombre de la charla";

/* No comment provided by engineer. */
"talk_talks" = "Charlas";

/* No comment provided by engineer. */
"talk_without_description" = "Sin descripción";

/* No comment provided by engineer. */
"talk_field_required" = "Campo requerido";

/* No comment provided by engineer. */
"talk_log_out" = "Salir";

/* No comment provided by engineer. */
"talk_board" = "Board";

/* No comment provided by engineer. */
"talk_start_date_format" = "dd 'de' MMMM";


